[{
    "id": 2,
    "title": "The Hobbit",
    "author": "J. R. R. Tolkien",
    "shortDescription": "The Hobbit is the unforgettable story of Bilbo, a peace-loving hobbit, who embarks on a strange and magical adventure. A timeless classic.",
    "condition": "Very Good",
    "price": 3.5,
    "quantityInStock": 6,
    "image": "the-hobbit.jpg",
    "imagePath": "@/assets/the-hobbit.jpg",
    "type": "fiction"
},
{
    "id": 3,
    "title": "A Tale of Two Cities",
    "author": "Charles Dickens",
    "shortDescription": "After eighteen years as a political prisoner in the Bastille, the ageing Doctor Manette is finally released and reunited with his daughter in England. There the lives of two very different men, Charles Darnay, an exiled French aristocrat, and Sydney Carton, a disreputable but brilliant English lawyer, become enmeshed through their love for Lucie Manette. From the tranquil roads of London, they are drawn against their will to the vengeful, bloodstained streets of Paris at the height of the Reign of Terror, and they soon fall under the lethal shadow of La Guillotine.",
    "condition": "Well Read",
    "price": 2.5,
    "quantityInStock": 2,
    "image": "a-tale-of-two-cities.jpg",
    "imagePath": "@/assets/a-tale-of-two-cities.jpg",
    "type": "fiction"
},
{
    "id": 4,
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "shortDescription": "Pride and Prejudice, which opens with one of the most famous sentences in English Literature, is an ironic novel of manners. In it the garrulous and empty-headed Mrs Bennet has only one aim - that of finding a good match for each of her five daughters. In this she is mocked by her cynical and indolent husband. With its wit, its social precision and, above all, its irresistible heroine, Pride and Prejudice has proved one of the most enduringly popular novels in the English language.",
    "condition": "Like New",
    "price": 4,
    "quantityInStock": 1,
    "image": "pride-and-prejudice.jpg",
    "imagePath": "@/assets/pride-and-prejudice.jpg",
    "type": "fiction"
}
]